Revit 2027 API
UnitTypeId.Volts Property
 Volts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Volts { get; }
Public Shared ReadOnly Property Volts As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Volts {
	ForgeTypeId^ get ();
}
static member Volts : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace